Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/skuvlahistorja2/saltbingen-n.html.tmx
Source language: nob
Languages: smj

source: Skallemåling i folkeskolen
smj: Oajvveskuvrremiehttim vuodoskavlån

source: Sámegillii
smj: På norsk

source: Artikkel i boka Samisk skolehistorie 2.
smj: Artihkal girjes Sámij skåvllåhiståvrrå 2.

source: Utdrag av Saltbingen
smj: Oasse girjes Saltbingen

source: Romanen Saltbingen kom ut på Aschehoug forlag i 1981 og har kommet i flere opplag.
smj: Romádna Saltbingen almoduváj Aschehoug forlagan jagen 1981, ja moaddi almoduváj.

source: På baksida av 3. opplag blir boka presentert slik: «En realistisk og på mange måter sjokkerende historie om en samefamilies kamp for å overleve, både materielt og kulturelt.
smj: Nuppát bielen 3. lågon girjje vuosádaladuvvá nav: “ Almma ja moatte láhkáj suorgganahtte histåvrrå avta sámefamilja birra, gåktu sij hæhttujin ráhtjat vaj rijbbi goappátjaga rubbmelattjat ja kultuvrralattjat.

source: Saltbingen foregår i Tysfjord på 1950- og 60-tallet.
smj: Subtsas Saltbingenin dáhpáduvvá Divtasvuonan 1950- ja 60-lågon.

source: Her lever samene fra hand til munn, av bærplukking og rypejakt og litt fiske – på jakt etter arbeid som de har små sjanser til å få i konkurranse med nordmennene.
smj: Dáppe viessu sáme giedas njálmmáj, muorjjimis, låddebivdos ja vehik guollimis – bargov åhtsåmin majt e oattjo dajna gå látte vuostak oadtju.

source: Ekte og nærgående skildres samenes harde hverdag, deres følelse av mindreverdighet, men også deres stolthet og heroisme.
smj: Oalle láhkáj ja nierbagit gåvviduvvá sámij låsså árggabiejvve, sijá iebdesvuodadåbddo, valla aj sijá mihásvuohta ja sijá jálosvuohta.

source: Frank A. Jenssen (født 1952) fikk Tarjei Vesaas' debutantpris for denne romanen.
smj: Frank A. Jenssen (r.1952) Tarjej Vesaasa álggobálkkáv dán romána åvdås oattjoj.

source: Han er selv oppvokst i Kjøpsvik i Tysfjord og har førstehånds kjennskap til miljøet han skildrer i Saltbingen.»
smj: Sån la iesj bajássjaddam Gásluovtan Divtasvuonan, ja buoragit dåbddå birrasijt majt gåvvit Saltbingenin”.

source: Ved sida av Saltbingen har forfatteren gitt ut 10 bøker, bl.a. om Lofoten og lofotfisket, småhvalfangst og sementindustrien i Tysfjord, samt romanen Lengselens år.
smj: Tjálle l aj 10 ietjá girje tjállám, duola degu Lofåhta ja lofåhtaguollima birra, sválesbivdo birra, ja semænntabargo birra Divtasvuonan, ja de románav Lengselens år.

source: I tillegg har han deltatt i ei rekke antologier.
smj: Duodden la aj oassálasstám moatten antologian.

source: Saltbingen er oversatt til engelsk og har vært analysert i to hovedoppgaver i litteratur.
smj: Saltbingen le ieŋŋilsgiellaj jårggåluvvam, ja le guovte girjálasjvuoda oajvvefáhkabargon analyseriduvvam.

source: Frank A. Jenssen har vært frilansmedarbeider i NRK radio og fjernsyn i tretti år.
smj: Frank A. Jenssen la barggam frilansjournálisstan NRK radion ja TV’an gålmmålåk jage.

source: Han har også laga flere filmer og lysbildeserier, samt sangtekster og musikk.
smj: Sån la aj filmajt ja tjuovggagåvvåvuosádusájt dahkam. Lávlatevstajt ja tjuojalvisájt la aj dahkam.

source: Han har bodd i Svolvær fra 1975.
smj: 1975 jage rájes la Spålavuolen årrum.

source: Fra kap. 14
smj: 14. kap.

source: Lisa ser bekymret etter Petter.
smj: Lisa mårålattjat Petterij gæhttja.

source: Han smyger seg lett over ripa og hopper innover de runde steinene.
smj: Gæhppadit rijpi badjel låjdås ja jårbbis giergij badjel gahppá.

source: Så snur han seg og ser forventningsfullt på henne.
smj: De jårges ja vuorddemusájn sunji gæhttjá.

source: De rusler opp mot skolestua.
smj: Suojmma bajás skåvllåj vádtseba.

source: Petter holder henne hardt i handa, og hun er redd han skal slippe.
smj: Petter suv tjavgga giedas adnal, ja Lisa ballá luojttet galggá.

source: På gressbakken står de andre med ungene sine.
smj: Rássedievan då iehtjáda mánájnisá tjuodtju.

source: Hun kjenner de fleste ansiktene.
smj: Ienemusát sijájs sån muodojs dåbddå.

source: Lisa griper hardere om handa til Petter og retter på klærne.
smj: Lisa Petterav tjavgábut giedas adnal ja biktasijt divát.

source: Hva venter i skolestua?
smj: Mij så lij skåvllådåben vuorddá?

source: Petter som vil leke med alle og som gleder seg til å lese eventyr for søstra.
smj: Petter gut divnaj sihtá ståhkat ja gut ávvudallá oabbásis låhkåt.

source: Ragna sier så mye rart.
smj: Ragna duov dáv javllá.

source: At ungene hennes ikke har lært å lese og at de blir mishandlet av de andre.
smj: Javlla suv máná ælla låhkåt oahppam, ja vájveduvvi dåjs iehtjádijs.

source: Men de sier at denne læreren er snill mot alle.
smj: Valla javlli dát åhpadiddje le buorre divnaj vuosstij.

source: Hun må ikke miste noen.
smj: Ij sidá avtak láhppet.

source: Hun vil høre han rase opp og ned lofttrappa, se han sitte på vedkassen i kjøkkenet.
smj: Sihtá suv gullat viehkamin tráhpav vuolus bajás, vuojnnet suv gå muorrakássa nanna gievkanin tjåhkkåj.

source: Han skal ligge i båten med handa som skygge mot sjøsanden og gjemme seg i skogen.
smj: Sån galggá vantsan veludallat giehta suodjen sáddu vuosstij ja tjiehkádallat miehtsen.

source: Det er svarte sprekker i de kvite veggene.
smj: Tjáhppis sálvo li bieddjis siejnijn.

source: Kanskje er det regnet som har ødelagt malinga?
smj: Bieggá l dávk mállagav bæjsstám.

source: Vinduene er smårutete og brune og stirrer ondskapsfullt.
smj: Smávvaruvtuk russjkis vindega avtajtjálmij bahás gæhttji.

source: Det ryker ikke fra pipa.
smj: Vuonás ij suovasta.

source: Det svarte røret er kaldt, han kan se det, det må være kaldt i rommet også.
smj: Tjáhppis båhttså l galmas, vuojnná dav, tjoaskes lisj má de lanján aj.

source: De står litt utenfor klyngen, og mora prater ikke med noen.
smj: Tjuodtjoba giemses dåbbelin, ja ieddne ij avtajnik sáhkada.

source: Han klemmer hardere og napper litt i jakken.
smj: Petter tjavgábut tjábrri ja jáhkas adnalasstá.

source: Laila er kommet opp fra fjæra, han ser de store, blå øynene over blomstene i kjoletøyet.
smj: Laila l fiervás boahtám, vuojnná suv stuorra alek tjálmijt ja giedjegijt suv vuolpon.

source: Flere båter legger til.
smj: Ienep vantsa båhti.

source: Aron sitter i bakskotten og prater med alle, vifter med nevene og forteller sikkert om dekslet som gikk til bunns.
smj: Aron maŋŋegietjen tjåhkkåj ja divnaj sáhkat, giedaj sæjvvá ja subtsas dávk gåbtjåsdagá birra mij båddnåj manáj.

source: I går kveld satt de på leverstampen, og Aron sa at han ikke må la seg dominere.
smj: Iektu iehkedis livrregákká nanna tjåhkkåhin, ja Aron javlaj ij galga iehtjádijt iejtas badjel dibddet mierredit.

source: Petter er ikke sikker på hva det ordet betyr, men Aron sa noe annet også.
smj: Petter ij riekta dádjada majt usjut, valla Aron juojddá ietján aj javlaj.

source: Han sa det er best å være en liten djevel hvis noen forsøker seg.
smj: Javlaj jus aktak gæhttjal, de la buoremus unna riehtasattjan liehket.

source: De andre kommer med lerretposer, de samme som brukes i multefjellet.
smj: Dåjn iehtjádijn li tuddjavuossa, sæmmi vuossa majt láttakmiehtsen adni.

source: Femtikilos melsekker dyppet i linolje og tørket på hjellene.
smj: Jáffovuossa ma li vuojddasin buonjodum ja jiellen gåjkkådum.

source: Nå rommer de mat og klær for flere uker.
smj: Dajda moatte vahkusasj biebmo ja biktasa sjiehtti.

source: Han får ikke komme heim hver dag.
smj: Petter ij sijddaj besá juohkka biejve.

source: Det blir for dyrt og tungvint, sier de.
smj: Javlli ilá divras ja tjuottjes sjaddá.

source: Hver fredag skal de hente han, så skysser de tilbake på mandag eller søndags kveld.
smj: Juohkka bierjjedagá suv viedtji, ja de vas ruopptot suv suvddi mánnodagá jali sådnåbiejviehkeda.

source: De får litt bensinpenger fra kommunen, sier mora.
smj: Oadtju binná bensijnnarudájt suohkanis, javllá ieddne.

source: Hun sier ikke så mye.
smj: Ieddne ij vuojga sáhkada.

source: Det hender at hun bare stirrer ut av vinduet, ned mot havet.
smj: Muhttijn avtajtjálmij vindekrájge ålgus gæhttjá, gæhttja nuore guovlluj.

source: Da nytter det ikke å mase.
smj: De ij hajitjit lijssi.

source: Ungene i himmelen har gull på vingene, sier hun.
smj: Mánájn almen li gållesoaje, javllá sån.

source: Han synes at de heller skulle plukke tyttebær sammen, nå som det er høst.
smj: Pettera mielas lij buorep aktan jågŋit dálla gå la tjaktja.

source: Så kommer mannen ut fra det kalde rommet.
smj: De ålmåj ålgus boahtá galmma lanjas.

source: Han er høy og alvorlig og ser seg rundt med lukket munn.
smj: Allak ja alvos, gæhttjá biráldis. Njálmme dahppot.

source: Mannfolkene tar av seg luene, men de fargerike skautene til kvinnfolkene får være på.
smj: Ålmmå gahperijt oajves nuollali, valla nissuna e ietjasa moattebájnuk lijnijt nuola.

source: Han kremter høyt og den lavmælte praten stilner.
smj: Ålmåj tjavgga gåsås ja rudnalibme sjávvun.

source: – Ja, så er det atter klart for et nytt skoleår.
smj: – Na juo de vat ådå skåvllåjahke l álggám.

source: Folk står stive som hesjestaur, men nede i fjæra hører de Aron banne høyt.
smj: Ulmutja degu hássostávrá tjuodtju, valla fierván gullu Aron tjavgga gárrodime.

source: Læreren ser ned mot støa.
smj: Åhpadiddje stárfo guovlluj gæhttjá.

source: Så kremter han igjen.
smj: Ja de vat gåssis.

source: – Alle sammen skal dere være velkomne.
smj: – Buorisboahtem didjij gájkajda.

source: Petter går nærmere mora.
smj: Petter iednes lagábuj manná.

source: Mannen er skallet på toppen av hodet.
smj: Ålmmå oajvvetjåhkkå l buovddan.

source: Rundt det lyserøde, i ørehøyde, vokser en kraftig krans.
smj: Vuollelin, bieljij buohta, suohkkis vuopta oajvev birástahtti.

source: Hva er det han sier?
smj: Majt så lik javllá?

source: Petter lytter betenkt, han forstår ikke alle ordene.
smj: Petter ájádallá, gulldaladdá. Sån ij divna bágojt dádjada.

source: – Til dere foreldre, fortsetter læreren, – vil jeg bare si følgende: – Ungene er i trygge hender.
smj: – Didjij æjgádijda, åhpadiddje joarkká,– sidáv javllat: – Máná li buorre háldon.

source: Jeg skal for min del gjøre mitt beste for å gi dem de kunnskaper alle norske barn har krav på.
smj: Ietjam bieles galgav dahkat mij la máhttelis vaj dav máhtudagáv oadtju majt divná Vuona máná galggi oadtjot.

source: Jeg tror forøvrig det er best at ungene kommer uten følge inn i klasserommet.
smj: Ietján jáhkáv la buoremus máná klássaladnjaj galluga båhti.

source: De voksne går mot fjæra.
smj: Ållesjattuga fierva guovlluj vádtsi.

source: Mange av ungene må trøstes, de minste gråter.
smj: Moattes mánájs hættuji jaskaduvvat.

source: Petter holder fast i skjørtet, han visste ikke at det skulle bli slik.
smj: Unnemusá tjierru. Petter vuolpos gitta anet, ittjij diede nav sjaddá.

source: Mora stryker varsomt over kinnet og kysser han på øret.
smj: Ieddne suv buorrit ja bælljáj suv tjules.

source: Det er varmt og vått og hun hvisker heilt nær.
smj: Biellje l liekkas ja luvás, ja ieddne sunji bælljáj tsamát.

source: – Æ kommer tellbake, det e heilt sekkert.
smj: Boadáv vas ruopptot, dav dal dieda.

source: Så reise vi tell Luokta.
smj: Ja de Luoktaj vuolggin.

source: Petter roer seg og klarer å holde klumpen på plass.
smj: Petter ådju, gadnjalij nagát.

source: Så klemmer han mora og stiller seg mot døra.
smj: Ja de iednes fármas, ja uksaj jårgit.

source: Skal han gå inn?
smj: Galggá gus sisi mannat?

source: De andre er ved benkene sine, og han blir stående i døråpninga.
smj: Då iehtjáda li beŋkaj guoran, ja Petter uksagaskan tjuodtju.

source: Rommet er stort og nakent, og det er høyt under taket.
smj: Ladnja l stuorre ja buottsos, rábe vuollaj la allak.

source: Ungene slår oppstilt bak lange bord.
smj: Máná guhka bievdij duogen tjuodtju.

source: Mannen står ved et mindre bord i enden av rommet, og akkurat nå virker han ikke så stor.
smj: Ålmåj unnep bievde guoran lanja nuppe bielen tjuodtju, ja dálla ij sån nav stuoragin vuojnnu.

source: – Nå må vi ta av oss lua.
smj: – Ja de gahperav oajves nuollap.

source: Petter skjønner ikke.
smj: Petter ij dádjada.

source: Munnen er halvåpen og han stirrer måpende på læreren.
smj: Tsakkas njálmijn tjuodtju ja avtajtjalmij åhpadiddjáj gæhttjá.

source: – Du må ta av deg lua.
smj: – Hæhttu gahperav oajves nuollat.

source: Vi må alle ta av oss lua i klasserommet.
smj: Klássalanjan divna hæhttup gahperav oajves nuollat.

source: Skjønner du?
smj: Dádjada gus?

source: Han kjenner at han ikke klarer å holde seg.
smj: Gullat vargga dal bæsstal.

source: Han må tisse, men så klarer han allikevel å holde seg.
smj: Hæhttu gådtjåt, valla i huoman bæsstala.

source: Læreren ser at gutten er redd.
smj: Åhpadiddje vuojnná báhttja l bálon.

source: Armene henger slapt ned i den altfor store trøya, og det er små rynker i panna.
smj: Gieda li vuojnnet dellasa galjugis stuorra trædjo sinna, ja gállon li smávva joajme.

source: På beina har han gummistøvler, pent avskåret ved anklene.
smj: Juolgijn li gummistiebila, tjáppagit jaládum juolggelahtasa buohta.

source: Læreren går vennlig bort til Petter og tar av han lua med øreklaffer og sløyfe i fronten.
smj: Åhpadiddje suojmma Pettera lusi manná ja tjáppagit gahperav Pettera oajves válldá, gahperav bælljasij ja diehpijn.

source: – Nå var vi flinke, hva?
smj: – De lijma smidá, ejma la?

source: Det er ei fin lue, men du kan ikke ha den på i klasserommet, det skjønner du?
smj: Tjáppa gahper la, valla klássalanjan i gahperav guotte. Dav dal diedá?

source: Petter blir glad.
smj: Petter ávvus.

source: Det var altså det læreren sa, at han skulle ta av seg lua.
smj: Dav vuojn de åhpadiddje javlaj, gahperav oajves galgaj válddet.

source: Han smiler brydd opp mot det litt strenge ansiktet.
smj: Hehpanam lij, åhpadiddjaj gæhttjá ja tjajmat.

source: Elevene er dørgende stille.
smj: Då ietjá oahppe ållu sjávot tjuodtju.

source: Læreren peiker inn i klasserommet.
smj: Åhpadiddje klássaladnjaj gæjggá.

source: Petter ser forbauset på den strake armen.
smj: Petter alvaduvvam tjálmij dan gálgo giehtaj gæhttjá.

source: Så vifter læreren og han rusler inn mellom langbordene og veit at alle stirrer.
smj: Åhpadiddje siejvvel, ja Petter suojmma bievdij gaskav vádtsá. Diehtá divna sunji avtajtjalmij gæhttji.

source: Han må stå sammen med en større gutt.
smj: Hæhttu stuoráp báhtja siegen tjuodtjot.

source: Læreren synger en salme, og et par av de eldste elevene prøver å henge med på de første versene.
smj: Åhpadiddje sálmav lávllu, ja vuorrasamos oahppe gæhttjali siegen vuostasj versajt lávllot.

source: Så får de sette seg på trebenkene.
smj: Ja de oadtju tjåhkkidit muorrabeŋkaj nali.

source: Han blar i ei stor bok, og Petter har aldri sett maken.
smj: Petter ij la goassak dakkir girjev vuojnám.

source: Permene er svarte, og bladene store som båtplekter.
smj: Skálmá li tjáhppada, ja árka li stuore degu sloamka.

source: De faller sakte og skrapende mot bordet.
smj: Suojmma bievde vuosstij skåhpi. – Álggep namáj.

source: Han ser ut i klasserommet.
smj: Gehtjas klássalanja miehtáj.

source: – La meg se, der er du Sigurd, vi kjenner hverandre fra før, ikke sant?
smj: – Gæhttjat, dån la Sigurd. Måj dal nubbe nuppev åvdutjis dåbddin.

source: Velkommen skal du være, har du hatt en fin sommer?
smj: Buorisboahtem dunji. Le gus dujna buorre giesse læhkám?

source: Sidekameraten skal til å svare, men læreren venter ikke.
smj: Ráddna guhti sijddobielen tjåhkkåhij vásstedahttjáj, valla åhpadiddje ij vuorde.

source: – Og der er Ingvald, velkommen du også.
smj: – Ja dale l Ingvald. Buorisboahtem dunji adjáj.

source: En gutt på benken foran nikker.
smj: Báhttja åvdep beŋkan nievket.

source: Petter blir den første av de nye.
smj: Ja de l Pettera vuorro. Vuostatjin ådå oahppijs.

source: – Jaha, hva heter så vår nye venn som er blitt så flink å ta av seg lua?
smj: – Na mij la så lik mijá ådå rádna namma gut la nav smidá sjaddam gahperav oajves váldátjit?

source: Læreren snakker til han.
smj: Åhpadiddje sunji sáhkat.

source: Petter tror han veit hva det gjelder, men våger ikke.
smj: Petter árvvet majt gatját, valla ij duosta.

source: Alle ser på han og det går små hugg gjennom den magre kroppen.
smj: Divna sunji gæhttji, ja degu smávva nijbátja suv livágis rubmaha tjadá tjuoggu.

source: Han vil så gjerne si Petter, sånn at alle kan høre det, men får det ikke ut.
smj: Sihtá galla vásstedit vaj divna gulli, valla ij bágov oattjo.

source: – Skjønner du ikke hva jeg sier?
smj: – I gus dádjada majt javlav?

source: Læreren er kvassere i målet og Petter stirrer ydmykt ut i det store rommet.
smj: Åhpadiddjen la basstelap jiedna, ja Petter vuollegisát avtajtjálmij lanjáv gæhttjá.

source: Nå vil han tisse igjen.
smj: Juo de vas gåttjådit sihtá.

source: – Du må førtæll ka du heite, hvisker Sigurd på samisk.
smj: – Hæhttu subtsastit mji la duv namma, tsamát Sigurd sámegiellaj.

source: Det kommer så fort, og nå er det over.
smj: Nav ruvva boahtá, ja juo l de vassám.

source: Læreren virker fornøyd og kikker i boka.
smj: Åhpadiddje l dudálasj ja girjen gæhttjá.

source: Så ser han igjen opp.
smj: De vas bajás gehtjas.

source: – Det heter forøvrig ikke Bedder, men Petter.
smj: – I galga javllat Bedder, valla Petter.

source: Kan du si Petter?
smj: Gullat javla Petter.

source: Petter ser på sidekameraten, men han ser bort.
smj: Petter ráddnasis gæhttjá, valla sån ietjá guovlluj gæhttjá.

source: Det er igjen noe han ikke forstår, noe han skal si.
smj: Juoga l vat majt ij dádjada, juojddá majt galggá javllat.

source: – Nåvel, det får vente.
smj: – Na dajna ájn de vuorddep.

source: Kan du så fortelle oss hva foreldrene dine heter.
smj: Ma li duv æjgádij namá?

source: Sigurd hvisker lavt og Petter forstår.
smj: Sigurd tsamát, ja Petter dádjat.

source: – Jaha, og hva heter så...
smj: – Vaj nav, ja mij la de...

source: hm, det er så...
smj: hm, nav la de...

source: Læreren virker forlegen og ser ut mot fjorden.
smj: Åhpadiddje l vuojnnet vuorrástuvvam, ja nuore guovlluj gæhttjá.

source: Så blar han over.
smj: De nuppe bælláj sláddi.

source: Alle må svare for seg, og alle må stå mens de snakker til mannen bak boka.
smj: Divna hæhttuji ietjas åvdås vásstedit, ja divna hæhttuji tjuodtjot madi ålmmåjn girje duogen sáhkadi.

source: Ei lita jente begynner å gråte.
smj: Akta unna nejtsusj tjierrogoahtá.

source: Læreren reiser seg og går rolig ned mot henne, forsøker å trøste, men hun presser seg inn mot veggen og sier ikke noe.
smj: Åhpadiddje suv lusi suojmma vádtsá, gæhttjal suv jasskadit, valla nejtsusj siejne vuosstij rabbá, ja ij majdik tsuvke.

source: Gjemmer ansiktet i de små hendene som er lubne og røde.
smj: Muodojt buoltjis ruoppsis giedaj tjiehká.

source: – Du vil kanskje ikke si hva du heter?
smj: – I gus sidá javllat mij la duv namma?

source: Jenta presser seg hardere mot det grønnmalte panelet.
smj: Nejtsusj ájn de vil ienebut ruodná mállidum siejne vuosstij rabbá.

source: Det svarte håret er klipt i en bolle rundt hodet.
smj: Tjáhppis vuopta li biesskedum degu gárre oajve birra.

source: Hun er kledt i en utvasket genser som en gang hadde fargesprakende border i gult og rødt.
smj: Tjágŋam la gilgudum hulloskirttuj mij akti lij læhkám viskájn ja ruoppsadijn girjadum.

source: Hun har sparket av seg de små treskoene.
smj: Muorraskuovajt la juolges tjievtjastam.

source: Nå står de heilt inne ved lista og de nakne føttene stikker fram under det mørke ullskjørtet.
smj: Skuova li ållu siejne vuosstij, ja smávva juolgátja hullovuolpo vuolen vuojnnuji.

source: Hun virker lita der borte under den lysegrønne veggen.
smj: Unnagattjan vuojnnu dan ruodná siejne guoran.

source: En av guttene fniser, og læreren snur seg.
smj: Akta báhtjajs tjajmat, ja åhpadiddje jårges.

source: Petter blir redd.
smj: Petter ballá.

source: Hvorfor svarer hun ikke, er hun navnløs?
smj: Manen så ij vássteda? Le gus namádak?

source: Nå blir læreren sint på alle sammen?
smj: Åhpadiddje má dal divnajda suhttá?

source: Han går sakte tilbake til boka og leser selv opp navnet.
smj: Åhpadiddje suojmma ruopptot vádtsá, ja låhkå iesj namáv girjes.

source: Så er det friminutt og Petter veit han må passe seg.
smj: Ja de l friddjabåttå, ja Petter diehtá viertti gáhttit.

source: Derfor venter han til de andre er ute av døra.
smj: Danen de vuorddá desik iehtjáda li ålgus mannam.

source: Nå kan vel også han gå?
smj: Máhtijs má dal sån aj ålgus mannat?

source: Læreren blar i boka og Petter lister seg mellom bordene.
smj: Åhpadiddje girjev sláddi, ja Petter bievdij gaskav njáhká.

source: Den vesle jenta står aleine ved veggen.
smj: Unna nejtsusj tjuodtju aktuallasis siejne guoran.

source: Hun heter Sigrid, men har ennå ikke snakket.
smj: Suv namma l Sigrid, valla ij la ájn bágov moalgedam.

source: Den navnløse, tenker Petter og skulle gjerne prate til henne.
smj: Namádibme, ussjol Petter, ja lulu sunji sáhkadit.

source: Men kanskje er det ikke så lurt?
smj: Vájbi ij la dat nav buorre ájálvis?

source: Han føler seg tryggere nå, han har allerede lært noe nytt og læreren ble ikke sint da han reiste seg?
smj: Dálla l Petter jaskadabbo Juo l gåjt juojddá oahppam, ja åhpadiddje ittjij suhta gå tjuodtjánij.

source: Han blir stående for seg selv.
smj: Tjuodtju aktuallasis.

source: De andre ungene leiker, og han ser med beundring på de største som jager hverandre rundt huset.
smj: Då ietjá máná ståhki, ja Petter tjuodju ja gæhttjá avtajtjálmij gå då stuorámusá nubbe nuppev goade birra viegadalli.

source: Ingen har ei så fin trøye som han.
smj: Ij la avtanik nav tjáppa træddjo gå sujna.

source: Den store veggen.
smj: Stuorra siejnne.

source: De nederste bordene er halvråtne.
smj: Vuolemus fiello li miesskamin.

source: Det vokser grønn mose på trevirket.
smj: Ruodná sebmula fielloj nanna sjaddi.

source: Irrgrønn, saftig mose og han får lyst å rive løs en liten dott.
smj: Ruoddnis, suohkkis sebmula, ja Petter hálit dajvav gabestit.

source: Strekker fram neven, men så lar han være.
smj: Giedav gálggi, valla ij huoman visjá.

source: Der kommer sidekameraten springende med ei rødhåret jente etter seg.
smj: Duola ráddna, gut suv guoran tjåhkkåhij, boahtá viega, ja ruoppsisvuoptak næjttso maŋen.

source: Petter må flytte seg for ikke å falle, men de enser han ikke.
smj: Petter hæhttu mæhtjánit vaj ij ravga, valla då guovtes æbá suv ájtsa.

source: Ler og skriker og ruller i det tørre gresset.
smj: Tjájmmaba ja rihtjoba, ja gåjkke rásij sinna jålluribá.

source: Så kommer læreren, og det første friminutt er over.
smj: De åhpadiddje boahtá, ja vuostasj friddjabåddå l vássám.

source: Denne gangen ringler han med ei bjølle, mye større enn kubjølla i Luokta.
smj: Dán bále biellujn skuolkat, biellujn mij la stuoráp gusábiellos Luovtan.

source: Han står med hevet hode og holder skoleklokka mellom stive fingre.
smj: Bajedum åjvijn tjuodtju ja skåvllåbiellov gasjkos tjuvdij anet.

source: Latteren legger seg, og de går lydig forbi læreren.
smj: Tjajmmusa sjávvunin, ja oahppe jæhkogisát åhpadiddje bálldal sisi mannin.

source: Gule blyanter på bordene.
smj: Visská blyánta bievdij nanna.

source: Petter ser seg rundt, de andre har også fått.
smj: Petter gæhttja biráldis, då iehtjáda li aj oadtjum.

source: Han tar i den avlange pinnen, snurrer den i handflata og smaker på spissen.
smj: Válldá dav guhkasiek stihkav, tjårmå sinna jållert, ja snjutjev májsttá.

source: Det smaker aske.
smj: Gudnan muovijt.

source: Så tegner han forsiktig i treet.
smj: Det várrogisát muorraj tjuorggá.

source: – Nei nei, det må du ikke gjøre!
smj: – Ale, ale dav dagá!

source: Læreren prikker bestemt i bordet.
smj: Åhpadiddje alvot bævddáj goalkot.

source: Petter ser skrekkslagen på de andre og slipper blyanten som ruller utfor kanten og ned på golvet.
smj: Petter balon dåjda iehtjádijda gæhttjá, ja luojttá blyántav mij bievde badjel guolbbáj jållur.

source: Nå kommer læreren, men han kjefter ikke.
smj: De boahtá åhpadiddje, valla ij bielke.

source: Han deler ut grå kladdebøker, ei til hver.
smj: Rávvis tjállemgirjijt juohká, avtav gesisik.

source: Petter får også.
smj: Petter aj oadtju.
